brew "cpanminus"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gcc"
brew "node@22"
brew "openjdk"
brew "pandoc"
brew "pandoc-crossref"
brew "perl"
brew "python@3.13"
cask "alt-tab"
cask "cursor"
cask "hiddenbar"
cask "iterm2"
cask "mactex"
cask "microsoft-edge"
cask "postman"
cask "rectangle"
